export const questions = {
  eng: [
    {
      title: 'Why should I learn on Flaq?',
      content:
        "Simple - Flaq is single source, i.e., we teach you basics of web3, cryptocurrencies, DAOs, NFTs and DeFi. It's high quality specially curated original af content made, keeping in mind web2 user perspective at every single stage! Trust us, we're the best. 😎",
    },
    {
      title: 'Do I have to pay to access the educational content?',
      content:
        "No, all of our educative pieces are free of cost and at no point will you be asked to pay. Dw, we're free! 💯",
    },
    {
      title: 'On what platforms is Flaq available?',
      content:
        'Flaq is available as a website, on iOS App Store, and Google Play Store. The social media platforms that Flaq is available on, are Twitter, Discord, Telegram, LinkedIn, and Instagram. (pretty much, everywhere right? 🚀)',
    },
    {
      title:
        'How does Flaq cater to the visually impaired, partially sighted and those with learning disabilities?',
      content:
        "Flaq has an accessibility focussed design with screen reader accessibility enabled, coupled with ed-piece specific voice overs! Let's make web3 accessible. 🤝",
    },
    {
      title: 'Do I get crypto for completing a quiz successfully?',
      content:
        "Lol, no ser. But don't be disappointed! You get a specially curated completion NFT. 🍻",
    },
    {
      title: "How can I join Flaq's DAO?",
      content:
        'You either join as a contributor by completing one of our bounties successfully, or you join as a member by being active as a learner! see u soon. 😉',
    },
    {
      title: 'Which languages is Flaq available in?',
      content:
        "Which language do you want us to be available in? hmu, we're all about breaking the language barriers in web3. 🤙 Presently, Flaq is available in English and Hindi!",
    },
    {
      title: 'Where is your headquarters located? 🌍',
      content: 'Like all things truly web3, we work entirely remotely! 💻',
    },
    {
      title: 'How can I update the Flaq app?🙋‍♀️',
      content:
        'Our inbuilt updates functionality feature will check for updates each time you open the app and auto-update! 🎉',
    },
    {
      title: 'Is my data secure? 🔑',
      content:
        "Firstly, we took v lil data and the v lil that we took, we pinky promise we will never share w a third party! 🤞Sounds too legal? flaq is the first party, you are the second party, and anybody else is the third party! your data is safe from 'em, dw. 😌",
    },
  ],
  hn: [
    {
      title: 'मुझे Flaq (फ़्लैक )पर क्यों सीखना चाहिए?',
      content:
        'सरल - Flaq(फ़्लैक) एकल स्रोत है, अर्थात, हम आपको वेब3, क्रिप्टोकरेंसी, DAOs(दाओ),NFT एनएफटी और Defi(डीएफआई) की मूल बातें सिखाते हैं। यह उच्च गुणवत्ता वाली विशेष रूप से क्यूरेट की गई मूल सामग्री है, जिसे हर एक चरण में वेब2 उपयोगकर्ता के दृष्टिकोण को ध्यान में रखते हुए बनाया गया है! हमारा विश्वास करो, हम सबसे अच्छे हैं। 😎',
    },
    {
      title: 'क्या मुझे शैक्षिक सामग्री तक पहुंचने के लिए भुगतान करना होगा?',
      content:
        'नहीं, हमारे सभी शिक्षाप्रद अंश निःशुल्क हैं और आपको किसी भी समय भुगतान करने के लिए नहीं कहा जाएगा। चिंता मत करो, हम आज़ाद हैं! 💯',
    },
    {
      title: 'Flaq (फ़्लैक) किन प्लेटफॉर्म पर उपलब्ध है?',
      content:
        'Flaq (फ़्लैक) एक वेबसाइट के रूप में, IOS ऐप स्टोर और Google Play Store (गूगल प्ले स्टोर) पर उपलब्ध है। Flaq (फ़्लैक) जिन सोशल मीडिया प्लेटफ़ॉर्म पर उपलब्ध है, वे हैं ट्विटर, डिस्कॉर्ड, टेलीग्राम, लिंक्डइन और इंस्टाग्राम। (बहुत ज्यादा, हर जगह सही? 🚀)',
    },
    {
      title:
        'फ्लैक दृष्टिबाधित, आंशिक रूप से दृष्टिबाधित और सीखने की अक्षमता वाले लोगों की जरूरतों को कैसे पूरा करता है?',
      content:
        'Flaq (फ़्लैक )में एक एक्सेसिबिलिटी फ़ोकस डिज़ाइन है जिसमें स्क्रीन रीडर एक्सेसिबिलिटी सक्षम है, साथ में शैक्षिक वॉयस ओवर भी हैं! आइए web3 को सुलभ बनाएं। 🤝',
    },
    {
      title:
        'क्या मुझे एक प्रश्नोत्तरी सफलतापूर्वक पूरा करने के लिए क्रिप्टो मिलता है?',
      content:
        'लॉल, नहीं सर। लेकिन निराश मत होइए! आपको एक विशेष रूप से क्यूरेटेड कंप्लीशन एनएफटी मिलता है। 🍻',
    },
    {
      title: 'मैं Flaq (फ़्लैक) के DAO (दाओ) में कैसे शामिल हो सकता हूँ?',
      content:
        'लॉल, नहीं सर। लेकिन निराश मत होइए! आपको एक विशेष रूप से क्यूरेटेड कंप्लीशन एनएफटी मिलता है। 🍻',
    },
    {
      title: 'Flaq (फ़्लैक) किन भाषाओं में उपलब्ध है?',
      content:
        'आप हमें किस भाषा में उपलब्ध कराना चाहते हैं? हमें बताएं, हम सब web3 में भाषा की बाधाओं को तोड़ने के बारे में हैं। वर्तमान में, Flaq(फ़्लैक) अंग्रेजी और हिंदी में उपलब्ध है! 💪',
    },
    {
      title: 'आपका मुख्यालय कहाँ स्थित है?🌍',
      content:
        'सभी चीजों की तरह वास्तव में web3 हम पूरी तरह से दूर से काम करते हैं! मैं💻',
    },
    {
      title: 'मैं Flaq(फ़्लैक) ऐप को कैसे अपडेट कर सकता हूं?🙋‍♀️',
      content:
        'हर बार जब आप ऐप खोलते हैं और ऑटो-अपडेट करते हैं तो हमारी इनबिल्ट अपडेट कार्यक्षमता सुविधा अपडेट की जांच करेगी! 🎉',
    },
    {
      title: 'क्या मेरा डेटा सुरक्षित है? 🔑',
      content:
        'सबसे पहले, हमने बहुत कम डेटा लिया और बहुत कम जो हमने लिया, हम पिंकी वादा करते हैं कि हम कभी भी किसी तीसरे पक्ष के साथ साझा नहीं करेंगे! बहुत कानूनी लगता है? Flaq( फ़्लैक)पहली पार्टी है, आप दूसरी पार्टी हैं, और कोई भी तीसरा पक्ष है! आपका डेटा उनसे सुरक्षित है, चिंता न करें 😌',
    },
  ],
};
